{
  "cultural_date_format": "%d-%m-%Y",
  "languages": ["en", "lt"],
  "translation": [
      {"en": "Introduction", "lt": "Įvadas"},
      {
        "en": "Surplus Production",
        "lt": "Pridėtinės produkcijos modelis"
      },
      {
        "en": "Parameters",
        "lt": "Parametrai"
      },
      /* First paragraph */
      {
        "en": "Surplus production models assume that there is a biomass level (carrying capacity, K) that the stock cannot exceed. At low stock levels population growth rate is high, because there is little competition or cannibalism. At low biomass levels population growth rate is close to the maximum population growth rate, defined by the parameter r. As stock levels increase, the population growth rate slows down. When stock is at the level defined by K, population biomass does not increase anymore and growth rate is 0. Fishing removes some biomass, but population biomass increases due to its growth rate.",
        "lt": "Viena iš produkcijos modelio prielaidų yra tai kad populiacjos biomasė negali viršyti biomasės talpos, nurodytos K parametre. Kuomet populiacijoje yra nedaug individų, populiacijos augimo greitis yra aukštas, nes konkurencija ar kanibalizmas turi mažai įtakos. Didėjant populiacijos gausumui, augimo greitis mažėja. Kuomet populiacija pasiekia K biomasę, ji daugiau didėti nebegali. Žvejybos pasekoje dalis biomasės yra išgaudoma, tuomet populiacijos biomasė sumažėja. Tačiau populiacija ir vėl gali pagausėti, o jos atsikūrimo greitis priklauso nuo populiacijos augimo parametero r."
      },
      /* Second paragraph */
      {
        "en": "Population resilience and sustainable harvesting rate depends on the growth rate r. The maximum sustainable yield (MSY) will also depend on the absolute population carrying capacity K.",
        "lt": "Žuvų populiacijos atsparumas išgaudymui ir tvarus žvejybinis mirtingumas daugiausia priklauso nuo populiacijos atsikūrimo greičio r. Absoliutus didžiausias tvarus sugavimas žinoma taip pat priklauso ir nuo populiacijos talpos, nurodyto parametru K."
      },
      /* Third paragraph */
      {
        "en": "In the next tab you can explore how population biomass and yield will change depending on the fishing mortality level under the most common assumption that maximum sustainable yield is achieved when population biomass is at 50% of its maximum or unfished level (K). This is the Schaefer model. In this model the equilibrium maximum fishing mortality which leads to MSY is equal to half of population regeneration rate r. You can play with different r and fishing mortality F values and see how higher fishing mortality may lead to lower long-term yields. Also explore how similar yields can be achived at very different stock biomass levels. Ideally we want to maximise both the yields and the spawning stock biomass, as this will lead to a more resilient population. Remember, maximum sustainble yield (MSY) is the MAXIMUM recommended yield and not the target yield. Due to many uncertainties and environmental impacts the actual yield should be lower.",
        "lt": "Sekančiame lange jūs galite įvertinti kaip populiacijos biomasė ir sugavimai keičiasi priklausomai nuo skirtingo žvejybos mirtingumo (F). Čia mes naudosime patį dažniausią Schaefer modelį, kuris laiko kad didžiausi tvarūs sugavimai yra gaunami kai populiacijos biomasė yra pusė didžiausios biomasės arba talpos (K). Pagal šį modelį tvarus didžiausias žvejybos mirtingumas kuris duos didžiausius tvarius sugavimus yra toks pat kaip ir pusė populiacijos augimo greičio r. Siūlome išbandyti skirtingas r ir dviejų modelių F reikšmes, ir pažiūrėti kaip didinant žvejybos mirtingumą, ilgalaikiai sugavimai gali mažėti. Taip pat pažiūrėkite kaip tokie patys sugavimai gali būti pasiekiami esant labai skirtingiems populiacjos biomasės lygiams. Mūsų tikslas yra pasiekti didžiausius tvarius sugavimus ir didžiausią populiacijos biomasę. Didesnė biomasė reiškia, kad populiacija bus atsparesnė aplinkos pokyčiams ar kitiems nenumatytiems veiksniams, kurių mūsų modelis negali įvertinti. Atsminkinte kad didžiausias tvarus sugavimas (MSY) yra rekomenduojamas DIDŽIAUSIAS sugavimas, o ne siektinas lygis. Geriausia jei realūs sugavimai būtų mažesni, nes reikia atsižvelgti į daugybę neapibrėžtų procesų ir aplinkos veiksių, kurių pridėtinės produkcijos modeliai neįvertinga."
      },
      {
        "en": "To see our other models",
        "lt": "test lith"
      },
      {
        "en": "click here",
        "lt": "click here lith"
      },
      {
        "en": "or to our project website",
        "lt": "proj website here lith"
      },
      {
        "en": "Carrying capacity is the maximum biomass the system can hold, or unfished biomass level.",
        "lt": "Populiacijos talpa yra didžiausia galima populiacijos biomasė, arba populiacijos biomasė be žvejybos."
      },
            {
        "en": "r refers to the intrinsic maximum population growth rate",
        "lt": "r nurodo populiacijos didžiausią galimą augimo greitį"
      },
            {
        "en": "Initial biomass (when time = 0)",
        "lt": "Pradinė biomasė"
      },
            {
        "en": "The fishing mortality (F) for the first scenario.",
        "lt": "Sugavimų mirtingumas (F) pirmam scenarijui"
      },
            {
        "en": "The fishing mortality (F) for the second scenario.",
        "lt": "Sugavimų mirtingumas (F) antram scenarijui"
      },
            {
        "en": "How far the population was from carrying capacity when we started our surveys and analsyes. If surveys are started at the same time as start of fishing, set Binit to K, indicating that population was at carrying capacity and was not fished before (or at least not fished enough to have much effect on it). Remember, this is the value of exploitable biomass, not all biomass of the stock (we do not know much about juveniles and their abundance)",
        "lt": "lith params"
      },
            {
        "en": "Time (years)",
        "lt": "Laikas (metai)"
      },
        {
        "en": "Yield (tonnes)",
        "lt": "Sugavimai (tonos)"
      },
        {
        "en": "Stock biomass (tonnes)",
        "lt": "Populiacijos biomasė (tonos)"
      },
            {
        "en": "Scenario",
        "lt": "Scenarius"
      },
          {
        "en": "Parameter selection",
        "lt": "Parametrų pasirinkimas"
      },
            {
        "en": "Biomass (tonnes)",
        "lt": "Biomasė (tonos)"
      },
            {
        "en": "Initial stock biomass (B₀):",
        "lt": "Pradinė populiacijos biomasė (B₀)"
      },
      {
        "en": "Proportion fished (Scenario 1):",
        "lt": "Išgaudymo proporcija (Scenarijus 1)"
      },
      {
        "en": "Proportion fished (Scenario 2):",
        "lt": "Išgaudymo proporcija (Scenarijus 2)"
      },
      {
        "en": "Carrying capacity (K)",
        "lt": "Populiacijos talpa (K)"
      },
      {
        "en": "Population growth rate (r)",
        "lt": "Populiacijos augimo greitis (r)"
      },
      {
        "en": "Maximum sustainable yield (MSY)",
        "lt": "Didžiausias tvarus sugavimas (MSY)"
      },
      {
        "en": "Fox",
        "lt": "Fox"
      },
      {
        "en": "Schaefer",
        "lt": "Schaefer"
      },
      {
        "en": "Model",
        "lt": "Modelis"
      },
      {
        "en": "Stock biomass to produce MSY",
        "lt": "Populiacijos biomasė kad pasiekti MSY"
      },
      {
        "en": "Models for sustainable inland fisheries",
        "lt": "Tvarios žvejybos modeliai"
      }
      
      
      
      
    ]
}


