{
  "cultural_date_format": "%d-%m-%Y",
  "languages": ["en", "lt"],
  "translation": [
      {"en": "Introduction", "lt": "Įvadas"},
      {
        "en": "Surplus Production",
        "lt": "Pridėtinės produkcijos modelis"
      },
      {
        "en": "Parameters",
        "lt": "Parametrai"
      },
      /* First paragraph */
      {
        "en": "Surplus production models assume that there is a biomass level (carrying capacity, K) that the stock cannot exceed. At low stock levels population growth rate is high, because there is little competition or cannibalism. At low biomass levels population growth rate is close to the maximum population growth rate, defined by the parameter r. As stock levels increase, the population growth rate slows down. When stock is at the level defined by K, population biomass does not increase anymore and growth rate is 0. Fishing removes some biomass, but population biomass increases due to its growth rate.",
        "lt": "Viena iš produkcijos modelio prielaidų yra tai kad populiacja negali būti didesnė nei tam tikras dydis, nurodytas K parametru. Kuomet populiacijoje yra nedaug individų, jos augimo greitis yra aukštas, nes konkurencija ar kanibalizmas turi mažai įtakos. Didėjant populiacijos gausumui, jos augimo greitis mažėja. Kuomet populiacija pasiekia K gausumą, ji daugiau didėti nebegali."
      },
      /* Second paragraph */
      {
        "en": "Population resilience and sustainable harvesting rate depends on the growth rate r. The maximum sustainable yield (MSY) will also depend on the absolute population carrying capacity K. // In the next tab you can explore how population biomass and yield will change depending on the fishing mortality level under the most common assumption that maximum sustainable yield is achieved when population biomass is at 50% of its maximum or unfished level (K). This is the Schaefer model. Here the equilibrium fishing mortality which leads to MSY is half of population regeneration rate r. So you can play with different r and fishing mortality values and see how higher fishing mortality may lead to lower long-term yields and how similar yields can be achived at very different spawning stock biomass levels. Ideally we want to maximise both yields and the spawning stock biomass to make sure we have a healthy population.",
        "lt": "Žvejybos pasekoje dalis biomasės yra išgaudoma ir populiacijos biomasė sumažėja. Bet ji vėl gali atsikurti, o atsikūrimo greitis priklauso nuo populiacijos augimo parametero r. Didžiausias tvarus sugavimas taip pat priklauso nuo pačio populiacijos dydžio K. // Sekančiame lange jūs galite ..."
      },
      /* Third paragraph */
      {
        "en": "In the next tab you can explore how population biomass and yield will change depending on the fishing mortality level under the most common assumption that maximum sustainable yield is achieved when population biomass is at 50% of its maximum or unfished level (K). This is the Schaefer model. Here the equilibrium fishing mortality which leads to MSY is half of population regeneration rate r. So you can play with different r and fishing mortality values and see how higher fishing mortality may lead to lower long-term yields and how similar yields can be achived at very different spawning stock biomass levels. Ideally we want to maximise both yields and the spawning stock biomass to make sure we have a healthy population.",
        "lt": "Sekančiame lange jūs galite ..."
      },
      
      
      {
        "en": "Carrying Capacity is the maximum biomass the system can hold.",
        "lt": "Populiacijos talpa yra didžiausia galima populiacijos biomasė."
      },
            {
        "en": "'r' refers to the intrinsic maximum population growth rate",
        "lt": "r nurodo populiacijos didžiausią galimą augimo greitį"
      },
            {
        "en": "Initial biomass (when time = 0)",
        "lt": "Pradinė biomasė"
      },
            {
        "en": "The fishing mortality (F) for the first scenario.",
        "lt": "Sugavimų mirtingumas (F) pirmam scenarijui"
      },
            {
        "en": "The fishing mortality (F) for the second scenario.",
        "lt": "Sugavimų mirtingumas (F) antram scenarijui"
      },
            {
        "en": "How far the population was from carrying capacity when we started our surveys and analsyes. If surveys are started at the same time as start of fishing, set Binit to K, indicating that population was at carrying capacity and was not fished before (or at least not fished enough to have much effect on it). Remember, this is the value of exploitable biomass, not all biomass of the stock (we do not know much about juveniles and their abundance)",
        "lt": "lith params"
      },
            {
        "en": "Time (years)",
        "lt": "lith params12"
      },
        {
        "en": "Yield (tonnes)",
        "lt": "LITH yield (tonnes)"
      },
        {
        "en": "Stock biomass (tonnes)",
        "lt": "lith SSB (tonnes)"
      },
            {
        "en": "Scenario",
        "lt": "lith params123"
      },
          {
        "en": "Parameter selection",
        "lt": "lith params12377"
      },
            {
        "en": "Biomass (Tonnes)",
        "lt": "lith params55"
      },
            {
        "en": "Initial stock biomass (B₀):",
        "lt": "lith params44"
      },
      {
        "en": "Proportion fished (Scenario 1):",
        "lt": "lith params33"
      },
      {
        "en": "Proportion fished (Scenario 2):",
        "lt": "lith params77"
      },
      {
        "en": "Carrying capacity (k)",
        "lt": "lith params888"
      },
      {
        "en": "Growth rate (r)",
        "lt": "lith params0101"
      },
      {
        "en": "Maximum sustainable yield (MSY)",
        "lt": "lith params099"
      },
      {
        "en": "Fox",
        "lt": "Fox"
      },
      {
        "en": "Schaefer",
        "lt": "Schaefer"
      },
      {
        "en": "Model",
        "lt": "model (lith)"
      },
      {
        "en": "MSY proportion of k",
        "lt": "lith params6665"
      },
      {
        "en": "Title of the homepage",
        "lt": "Title of the homepage (in lith)"
      }
      
      
      
      
    ]
}


