{
  "cultural_date_format": "%d-%m-%Y",
  "languages": ["en", "lt"],
  "translation": [
      {"en": "Introduction", "lt": "Įvadas"},
      {
        "en": "Surplus Production",
        "lt": "Pridėtinės produkcijos modelis"
      },
      {
        "en": "Parameters",
        "lt": "Parametrai"
      },
      /* First paragraph */
      {
        "en": "Surplus production models assume that there is a biomass level (carrying capacity, K) that the stock cannot exceed. At low stock levels population growth rate is high, because there is little competition or cannibalism. At low biomass levels population growth rate is close to the maximum population growth rate, defined by the parameter r. As stock levels increase, the population growth rate slows down. When stock is at the level defined by K, population biomass does not increase anymore and growth rate is 0. Fishing removes some biomass, but population biomass increases due to its growth rate.",
        "lt": "Viena iš produkcijos modelio prielaidų yra tai kad populiacjos biomasė negali viršyti biomasės talpos, nurodytos K parametre. Kuomet populiacijoje yra nedaug individų, populiacijos augimo greitis yra aukštas, nes konkurencija ar kanibalizmas turi mažai įtakos. Didėjant populiacijos gausumui, augimo greitis mažėja. Kuomet populiacija pasiekia K biomasę, ji daugiau didėti nebegali. Žvejybos pasekoje dalis biomasės yra išgaudoma, tuomet populiacijos biomasė sumažėja. Tačiau populiacija ir vėl gali pagausėti, o jos atsikūrimo greitis priklauso nuo populiacijos augimo parametero r."
      },
      /* Second paragraph */
      {
        "en": "Population resilience and sustainable harvesting rate depends on the growth rate r. The maximum sustainable yield (MSY) will also depend on the absolute population carrying capacity K.",
        "lt": "Žuvų populiacijos atsparumas išgaudymui ir tvarus žvejybinis mirtingumas daugiausia priklauso nuo populiacijos atsikūrimo greičio r. Absoliutus didžiausias tvarus sugavimas žinoma taip pat priklauso ir nuo populiacijos talpos, nurodyto parametru K."
      },
      /* Third paragraph */
      {
        "en": "In the next tab you can explore how population biomass and yield will change depending on the fishing mortality level under the most common assumption that maximum sustainable yield is achieved when population biomass is at 50% of its maximum or unfished level (K). This is the Schaefer model. In this model the equilibrium maximum fishing mortality which leads to MSY is equal to half of population regeneration rate r. You can play with different r and fishing mortality F values and see how higher fishing mortality may lead to lower long-term yields. Also explore how similar yields can be achived at very different stock biomass levels. Ideally we want to maximise both the yields and the spawning stock biomass, as this will lead to a more resilient population. Remember, maximum sustainble yield (MSY) is the MAXIMUM recommended yield and not the target yield. Due to many uncertainties and environmental impacts the actual yield should be lower.",
        "lt": "Sekančiame lange jūs galite įvertinti kaip populiacijos biomasė ir sugavimai keičiasi priklausomai nuo skirtingo žvejybos mirtingumo (F). Čia mes naudosime patį dažniausią Schaefer modelį, kuris laiko kad didžiausi tvarūs sugavimai yra gaunami kai populiacijos biomasė yra pusė didžiausios biomasės arba talpos (K). Pagal šį modelį tvarus didžiausias žvejybos mirtingumas kuris duos didžiausius tvarius sugavimus yra toks pat kaip ir pusė populiacijos augimo greičio r. Siūlome išbandyti skirtingas r ir dviejų modelių F reikšmes, ir pažiūrėti kaip didinant žvejybos mirtingumą, ilgalaikiai sugavimai gali mažėti. Taip pat pažiūrėkite kaip tokie patys sugavimai gali būti pasiekiami esant labai skirtingiems populiacjos biomasės lygiams. Mūsų tikslas yra pasiekti didžiausius tvarius sugavimus ir didžiausią populiacijos biomasę. Didesnė biomasė reiškia, kad populiacija bus atsparesnė aplinkos pokyčiams ar kitiems nenumatytiems veiksniams, kurių mūsų modelis negali įvertinti. Atsminkinte kad didžiausias tvarus sugavimas (MSY) yra rekomenduojamas DIDŽIAUSIAS sugavimas, o ne siektinas lygis. Geriausia jei realūs sugavimai būtų mažesni, nes reikia atsižvelgti į daugybę neapibrėžtų procesų ir aplinkos veiksių, kurių pridėtinės produkcijos modeliai neįvertinga."
      },
      {
        "en": "To see our other models",
        "lt": "Čia galite rasti kitus mūsų sukurtus modelius"
      },
      {
        "en": "click here",
        "lt": "spausti čia"
      },
      {
        "en": "or to our project website",
        "lt": "arba mūsų projekto tinklapyje"
      },
      {
        "en": "Carrying capacity is the maximum biomass the system can hold, or unfished biomass level.",
        "lt": "Populiacijos talpa yra didžiausia galima populiacijos biomasė, arba populiacijos biomasė be žvejybos."
      },
            {
        "en": "r refers to the intrinsic maximum population growth rate",
        "lt": "r nurodo populiacijos didžiausią galimą augimo greitį"
      },
            {
        "en": "Initial biomass (when time = 0)",
        "lt": "Pradinė biomasė"
      },
            {
        "en": "The fishing mortality (F) for the first scenario.",
        "lt": "Sugavimų mirtingumas (F) pirmam scenarijui"
      },
            {
        "en": "The fishing mortality (F) for the second scenario.",
        "lt": "Sugavimų mirtingumas (F) antram scenarijui"
      },
            {
        "en": "How far the spawning stock biomass was from carrying capacity when we started our surveys.",
        "lt": "Kiek toli subrendusių populiacijos individų biomasė skyrėsi nuo didžiausios talpos mūsų laiko eilutės pradžioje"
      },
            {
        "en": "Time (years)",
        "lt": "Laikas (metai)"
      },
        {
        "en": "Yield (tonnes)",
        "lt": "Sugavimai (tonos)"
      },
        {
        "en": "Stock biomass (tonnes)",
        "lt": "Populiacijos biomasė (tonos)"
      },
            {
        "en": "Scenario",
        "lt": "Scenarius"
      },
          {
        "en": "Parameter selection",
        "lt": "Parametrų pasirinkimas"
      },
            {
        "en": "Biomass (tonnes)",
        "lt": "Biomasė (tonos)"
      },
            {
        "en": "Initial stock biomass (B₀):",
        "lt": "Pradinė populiacijos biomasė (B₀)"
      },
      {
        "en": "Proportion fished (Scenario 1):",
        "lt": "Išgaudymo proporcija (Scenarijus 1)"
      },
      {
        "en": "Proportion fished (Scenario 2):",
        "lt": "Išgaudymo proporcija (Scenarijus 2)"
      },
      {
        "en": "Carrying capacity (K)",
        "lt": "Populiacijos talpa (K)"
      },
      {
        "en": "Population growth rate (r)",
        "lt": "Populiacijos augimo greitis (r)"
      },
      {
        "en": "Maximum sustainable yield (MSY)",
        "lt": "Didžiausias tvarus sugavimas (MSY)"
      },
      {
        "en": "Fox",
        "lt": "Fox"
      },
      {
        "en": "Schaefer",
        "lt": "Schaefer"
      },
      {
        "en": "Model",
        "lt": "Modelis"
      },
      {
        "en": "Stock biomass to produce MSY",
        "lt": "Populiacijos biomasė kad pasiekti MSY"
      },
      {
        "en": "Models for sustainable inland fisheries",
        "lt": "Tvarios žvejybos modeliai"
      },
            {
        "en": "Research for sustainable inland fisheries",
        "lt": "Mokslas tvariai vidaus vandenų žvejybai"
      },
            {
        "en": "The development of this app was done by Nature Research Centre (Lithuania) staff during the project “Advanced models, citizen science and big data for sustainable food production and ecological services of inland aquatic ecosystems”, funded from European Regional Development Fund (project No 01.2.2-LMT-K-718-02-0006) under grant agreement with the Research Council of Lithuania (LMTLT).",
        "lt": "Šis modelis buvo sukurtas Gamtos tyrimų centro mokslininkų, projekto „Pažangūs modeliai, piliečių mokslas ir didieji duomenys tvariai vidaus vandenų maisto produkcijai ir ekosistemų paslaugoms“ metu (Numeris 01.2.2-LMT-K-718-02-0006). Projektas finansuotas iš Europos regioninės plėtros fondo lėšų pagal priemonės Nr. 01.2.2-LMT-K-718 veiklą “Mokslininkų iš užsienio pritraukimas vykdyti mokslinius tyrimus.”"
      },
      {
        "en": "You can learn more about our other models, research, courses and engagement events on our website https://sif.lt",
        "lt": "Daugiau apie mūsų sukurtus modelius, tyrimus, publikacijas, kursus ir kitus renginius galima sužinoti tinklapyje https://lydekaipaliepus.lt"
      },
            {
        "en": "There are two main models that assume different density dependence assumptions. The basic one is Schaefer (1954, 1957), which assumes linear density dependence. Fox (1970) models assumes logarithmic density dependence, or in other words the decrease in r is logarithmically related to the increase in stock levels.",
        "lt": "Žuvininkystės modeliuose naudojami du pagrindiniai populiacijų gausumo reguliacijos modeliai. Schaefer (1954, 1957) modelis yra konservatyviausias ir dažniausiai naudojamas, ir jis daro prielaidą kad populiacijos gausumo reguliavimo priklausybė yra linijinė (populiacijos augimo greitis mažėja linijiniu būdu augant pačiai populiacijai). Fox (1970) modelis laiko kad augimo greičio priklausybė yra logaritminė, ir kad populiacijos augimo greitis pačiai populiacijai didėjant krenta greičiau nei Schaefer modelio atveju"
      },
            {
        "en": "This means that in the Schaefer assumes a symmetrical production curve, with the maximum surplus production and maximum sustainable yield (MSY) occurring at 50% of K. The Fox model assumes asymmetrical production curve with the maximum production at lower level of depletion or 37% of K. The Schaefer model therefore is more conservative than the Fox in that it requires the stock size to be higher for maximum production and generally leads to lower levels of catch for the same value of r. However, it is important to note that values of r and K are estimated inside a Schaefer or Fox model, which means that applying these two different models to same dataset would often result in different r values. For this reason the plot below shows normalised production curve, where yields are divided by the maximum possible yield.",
        "lt": "Tai reiškia kad Schaefer modelis laiko kad produkcijos kreivė yra simetriška ir didžiausias tvarus sugavimas yra pasiekamas tada kai populiacijos biomasė yra pusė populiacijos talpos. Fox modelis laiko kad didžiausia produkcija ir sugavimai pasiekiami esant mažesniam populiacijos gausumui (37% o ne 50%). Taigi Schaefer modelis yra konservatyvesnis, todėl kad remiantis šiuo modeliu būtų siekiamas didesnis tvarus populiacijos gausumas. "
      },
             {
        "en": "Visualisation",
        "lt": "Paveikslas"
      },
             {
        "en": "MSY outputs",
        "lt": "Rezultatai"
      },
             {
        "en": "Spawning stock biomass (SSB) timeseries",
        "lt": "Subrendusios populiacijos biomasės laiko eilutė"
      }
      
      
      
      
    ]
}


